Repository: KeepThisTicket/weatherClock
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: de_de, nl_nl

source: Starting WeatherClock...
de_de: Anfangen WeatherClock...
nl_nl: Starten weerklok "WeatherClock"...

source: Remaining arguments will not be used: {0}
de_de: Verbleibende Argumente werden nicht verwendet: {0}
nl_nl: De volgende argumenten worden niet gebruikt: {0}

source: Options: {0}
de_de: Optionen: {0}
nl_nl: Opties: {0}

source: must be one of:
de_de: muss einer von sein:
nl_nl: moet een van de volgende waardes zijn:

source: usage: weatherClock.py [-a|--apikey] <YourApiKey> [[-l|--loglevel] [Debug|Info|Warn|Error]|]
de_de: Verwendungszweck: weatherClock.py [-a|--apikey] <YourApiKey> [[-l|--loglevel] [Debug|Info|Warn|Error]|]
nl_nl: Gebruik: weatherClock.py [-a|--apikey] <YourApiKey> [[-l|--loglevel] [Debug|Info|Warn|Error]|]

source: Missing one or more parameters.
de_de: Es fehlen ein oder mehrere Parameter.
nl_nl: Mist een of meerdere parameters.

source: 'settings.json' file not found. Using command line parameters.
de_de: 'settings.json' nicht gefunden. Verwenden von Befehlszeilenparametern.
nl_nl: 'settings.json' file niet gevonden. Maak gebruik van commando lijn parameters.

source: No ApiKey given. Use ApiKey in settings.json or use parameter: [-a|--apikey].
de_de: Kein ApiKey angegeben. Verwenden Sie ApiKey in settings.json oder verwenden Sie parameter: [-a|--apikey].
nl_nl: Geen ApiKey opgegeven. Vul ApiKey= in, in settings.json of gebruik commando parameter: [-a|--apikey].

source: Log Level set to invalid value: {0}
de_de: Protokollebene auf ungültigen Wert festgelegt: {0}
nl_nl: Log Level met verkeerde waarde, maar gebuik van een van de volgende opties: {0}

source: Language changed to {0}
de_de: Sprache in {0} geändert
nl_nl: Taal in {0} gewijzigd

source: Failed to change system language.
de_de: Systemsprache konnte nicht geändert werden.
nl_nl: Niet gelukt om systeem taal te wijzigen.

source: .UTF8' is generated on your system
de_de: .UTF8' auf Ihrem System generiert wird
nl_nl: .UTF8' is gegenereerd op uw systeem

source: Make sure locale '
de_de: Stellen Sie sicher, dass das Gebietsschema
nl_nl: Garandeer dat taal '

source: cursor pressed: x, y
de_de: Cursor gedrückt: x, y
nl_nl: cursor ingedrukt op coordinaat: x, y

source: hour {0} WAS TOUCHED !
de_de: Stunde {0} wurde berührt!
nl_nl: Uur {0} is aangeklikt!

source: Touched hour is {0} hours ahead
de_de: Berührte Stunde ist {0} Stunden voraus
nl_nl: Aangeklikte uur is {0} uur vooruit

source: Day
de_de: Tag
nl_nl: Dag

source: Hour
de_de: Uhrzeit
nl_nl: Uur

source: Temp
de_de: Temperatur
nl_nl: Temperatuur

source: Feels like
de_de: Gefuehlt
nl_nl: Voelt als

source: POP
de_de: Regenchance
nl_nl: Regenkans

source: Rain
de_de: Regenmenge
nl_nl: Regen

source: current hour:
de_de: Aktuelle Stunde:
nl_nl: Huidige uur:

source: forecast hour:
de_de: Prognosestunde:
nl_nl: Voorspelde uur:

source: temperature:
de_de: Temperatur:
nl_nl: Temperatuur:

source: feels like:
de_de: Gefuehlt:
nl_nl: Voelt als:

source: wind speed:
de_de: Windgeschwindigkeit:
nl_nl: Wind snelheid:

source: weather ID:
de_de: Wetter-ID:
nl_nl: Weer ID:

source: POP:
de_de: Regenchance:

source: no rain data
de_de: Keine Regendaten
nl_nl: Geen regen data

source: Rain:
de_de: Regenmenge:
nl_nl: Regen:

source: Invalid weather ID
de_de: Ungültige Wetter-ID
nl_nl: Onbekende weer ID

source: ... Main Loop Start ...
de_de: ... Start der Hauptschleife ...
nl_nl: ... Hoofdprogramma gestart ...

source: ** FETCHED NEW DATA **
de_de: ** NEUE DATEN ABGERUFEN **
nl_nl: ** NIEUWE DATA OPGEHAALD **

source: MODE:
de_de: MODUS:

source: screen was touched
de_de: Bildschirm wurde berührt
nl_nl: Scherm aangeraakt

source: Exiting WeatherClock.
de_de: WeatherClock beenden.
nl_nl: Afsluiten Weerklok.

source: WeatherClock
nl_nl: Weerklok
